Repository: Martius108/wishlist
Catalog: Wishlist/Localizable.xcstrings
Source language: en
Languages: de

source: Add a new wish
de: Gebe einen neuen Wunsch ein

source: Background Color
de: Hintergrundfarbe

source: Dark
de: Dunkel

source: Delete
de: Löschen

source: Invalid URL!
de: Ungültige URL!

# Kategorie
source: Category
de: Kategorie

source: Light
de: Hell

source: Long Term
de: Langfristig

source: Mid Term
de: Mittelfristig

source: Mid Term Wishes
de: Mittelfristige Wünsche

source: No entry found.
de: Keinen Eintrag gefunden.

source: Please enter a valid URL.
de: Bitte gebe eine gültige URL ein.

source: Price
de: Preis

source: Price:
de: Preis:

source: Remark
de: Bemerkung

source: Remark:
de: Bemerkung:

source: Save
de: Speichern

source: Select Background Color
de: Wähle die Hintergrundfarbe

source: Select Theme
de: Wähle das Theme

source: Settings
de: Einstellungen

source: Share URL
de: URL teilen

source: Short Term
de: Kurzfristig

source: Short Term Wishes
de: Kurzfristige Wünsche

source: Theme Mode
de: Theme Modus
